{
  "1": 57546,
  "</s_datum>": 57527,
  "</s_datumReference>": 57529,
  "</s_geometricCharacteristic>": 57531,
  "</s_lowerLimit>": 57533,
  "</s_nominalValue>": 57535,
  "</s_quantity>": 57537,
  "</s_roughness>": 57539,
  "</s_tolerance>": 57541,
  "</s_upperLimit>": 57543,
  "</s_value>": 57545,
  "<s_datum>": 57526,
  "<s_datumReference>": 57528,
  "<s_element>": 57525,
  "<s_geometricCharacteristic>": 57530,
  "<s_iitcdip>": 57523,
  "<s_lowerLimit>": 57532,
  "<s_nominalValue>": 57534,
  "<s_quantity>": 57536,
  "<s_roughness>": 57538,
  "<s_synthdog>": 57524,
  "<s_tolerance>": 57540,
  "<s_upperLimit>": 57542,
  "<s_value>": 57544,
  "<sep/>": 57522
}
