{
  "add_prefix_space": true,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "extra_special_tokens": [
    "<s_total>",
    "</s_total>",
    "<s_date>",
    "</s_date>",
    "<s_company>",
    "</s_company>",
    "<s_address>",
    "</s_address>",
    "<s>",
    "</s>"
  ],
  "is_local": false,
  "local_files_only": false,
  "mask_token": "<mask>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "processor_class": "DonutProcessor",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "tokenizer_class": "XLMRobertaTokenizer",
  "unk_token": "<unk>"
}
