{
  "</s_Drawing_no>": 57527,
  "</s_Material>": 57529,
  "</s_Material_std>": 57531,
  "</s_Rev>": 57533,
  "</s_bolt_holes>": 57535,
  "</s_bore_diameter>": 57537,
  "</s_count>": 57539,
  "</s_date>": 57541,
  "</s_diameter>": 57543,
  "</s_dimensions>": 57545,
  "</s_general>": 57547,
  "</s_inner>": 57549,
  "</s_machined>": 57551,
  "</s_mid_diameter>": 57553,
  "</s_notes>": 57555,
  "</s_outer>": 57557,
  "</s_outer_diameter>": 57559,
  "</s_pcd>": 57561,
  "</s_pcd_inner>": 57563,
  "</s_pcd_outer>": 57565,
  "</s_pilot_od>": 57567,
  "</s_size>": 57569,
  "</s_surface_finish>": 57571,
  "</s_thickness>": 57573,
  "</s_threads>": 57575,
  "</s_title>": 57577,
  "</s_title_block>": 57579,
  "</s_total_height>": 57581,
  "</s_variants>": 57583,
  "<s_Drawing_no>": 57526,
  "<s_Material>": 57528,
  "<s_Material_std>": 57530,
  "<s_Rev>": 57532,
  "<s_bolt_holes>": 57534,
  "<s_bore_diameter>": 57536,
  "<s_count>": 57538,
  "<s_date>": 57540,
  "<s_diameter>": 57542,
  "<s_dimensions>": 57544,
  "<s_drawing>": 57525,
  "<s_general>": 57546,
  "<s_iitcdip>": 57523,
  "<s_inner>": 57548,
  "<s_machined>": 57550,
  "<s_mid_diameter>": 57552,
  "<s_notes>": 57554,
  "<s_outer>": 57556,
  "<s_outer_diameter>": 57558,
  "<s_pcd>": 57560,
  "<s_pcd_inner>": 57562,
  "<s_pcd_outer>": 57564,
  "<s_pilot_od>": 57566,
  "<s_size>": 57568,
  "<s_surface_finish>": 57570,
  "<s_synthdog>": 57524,
  "<s_thickness>": 57572,
  "<s_threads>": 57574,
  "<s_title>": 57576,
  "<s_title_block>": 57578,
  "<s_total_height>": 57580,
  "<s_variants>": 57582,
  "<sep/>": 57522
}
