{
  "add_prefix_space": true,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "extra_special_tokens": [
    "<s_drawing>",
    "<sep/>",
    "<s_Drawing_no>",
    "</s_Drawing_no>",
    "<s_LIC_Material>",
    "</s_LIC_Material>",
    "<s_Material>",
    "</s_Material>",
    "<s_Material_std>",
    "</s_Material_std>",
    "<s_Rev>",
    "</s_Rev>",
    "<s_bolt_holes>",
    "</s_bolt_holes>",
    "<s_bore_diameter>",
    "</s_bore_diameter>",
    "<s_boss_diameter>",
    "</s_boss_diameter>",
    "<s_boss_height>",
    "</s_boss_height>",
    "<s_concentricity>",
    "</s_concentricity>",
    "<s_count>",
    "</s_count>",
    "<s_date>",
    "</s_date>",
    "<s_diameter>",
    "</s_diameter>",
    "<s_dimensions>",
    "</s_dimensions>",
    "<s_fit>",
    "</s_fit>",
    "<s_flatness>",
    "</s_flatness>",
    "<s_gdt>",
    "</s_gdt>",
    "<s_general>",
    "</s_general>",
    "<s_hub_height>",
    "</s_hub_height>",
    "<s_hub_od>",
    "</s_hub_od>",
    "<s_inner>",
    "</s_inner>",
    "<s_inner_bore>",
    "</s_inner_bore>",
    "<s_machined>",
    "</s_machined>",
    "<s_mid_diameter>",
    "</s_mid_diameter>",
    "<s_notes>",
    "</s_notes>",
    "<s_outer>",
    "</s_outer>",
    "<s_outer_diameter>",
    "</s_outer_diameter>",
    "<s_pcd>",
    "</s_pcd>",
    "<s_pcd_inner>",
    "</s_pcd_inner>",
    "<s_pcd_outer>",
    "</s_pcd_outer>",
    "<s_perpendicularity>",
    "</s_perpendicularity>",
    "<s_pilot_id>",
    "</s_pilot_id>",
    "<s_pilot_od>",
    "</s_pilot_od>",
    "<s_size>",
    "</s_size>",
    "<s_slip_on_id>",
    "</s_slip_on_id>",
    "<s_surface_finish>",
    "</s_surface_finish>",
    "<s_thickness>",
    "</s_thickness>",
    "<s_threads>",
    "</s_threads>",
    "<s_title>",
    "</s_title>",
    "<s_title_block>",
    "</s_title_block>",
    "<s_total_height>",
    "</s_total_height>",
    "<s_variants>",
    "</s_variants>",
    "<s_width>",
    "</s_width>"
  ],
  "from_slow": true,
  "is_local": false,
  "local_files_only": false,
  "mask_token": "<mask>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "processor_class": "DonutProcessor",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "tokenizer_class": "XLMRobertaTokenizer",
  "unk_token": "<unk>"
}
