{
  "architectures": [
    "VisionEncoderDecoderModel"
  ],
  "decoder": {
    "_name_or_path": "",
    "activation_dropout": 0.0,
    "activation_function": "gelu",
    "add_cross_attention": true,
    "add_final_layer_norm": true,
    "architectures": null,
    "attention_dropout": 0.0,
    "bos_token_id": 0,
    "chunk_size_feed_forward": 0,
    "classifier_dropout": 0.0,
    "d_model": 1024,
    "decoder_attention_heads": 16,
    "decoder_ffn_dim": 4096,
    "decoder_layerdrop": 0.0,
    "decoder_layers": 4,
    "decoder_start_token_id": null,
    "dropout": 0.1,
    "dtype": "float32",
    "encoder_attention_heads": 16,
    "encoder_ffn_dim": 4096,
    "encoder_layerdrop": 0.0,
    "encoder_layers": 12,
    "eos_token_id": 2,
    "forced_eos_token_id": 2,
    "id2label": {
      "0": "LABEL_0",
      "1": "LABEL_1"
    },
    "init_std": 0.02,
    "is_decoder": true,
    "is_encoder_decoder": false,
    "label2id": {
      "LABEL_0": 0,
      "LABEL_1": 1
    },
    "max_position_embeddings": 1536,
    "model_type": "mbart",
    "output_attentions": false,
    "output_hidden_states": false,
    "pad_token_id": 1,
    "problem_type": null,
    "return_dict": true,
    "scale_embedding": true,
    "tie_word_embeddings": true,
    "use_cache": true,
    "vocab_size": 57580
  },
  "decoder_start_token_id": 57525,
  "dtype": "float32",
  "encoder": {
    "_name_or_path": "",
    "architectures": null,
    "attention_probs_dropout_prob": 0.0,
    "chunk_size_feed_forward": 0,
    "depths": [
      2,
      2,
      14,
      2
    ],
    "drop_path_rate": 0.1,
    "dtype": "float32",
    "embed_dim": 128,
    "hidden_act": "gelu",
    "hidden_dropout_prob": 0.0,
    "hidden_size": 1024,
    "id2label": {
      "0": "LABEL_0",
      "1": "LABEL_1"
    },
    "image_size": [
      1280,
      960
    ],
    "initializer_range": 0.02,
    "is_encoder_decoder": false,
    "label2id": {
      "LABEL_0": 0,
      "LABEL_1": 1
    },
    "layer_norm_eps": 1e-05,
    "mlp_ratio": 4.0,
    "model_type": "donut-swin",
    "num_channels": 3,
    "num_heads": [
      4,
      8,
      16,
      32
    ],
    "num_layers": 4,
    "output_attentions": false,
    "output_hidden_states": false,
    "patch_size": 4,
    "path_norm": true,
    "problem_type": null,
    "qkv_bias": true,
    "return_dict": true,
    "use_absolute_embeddings": false,
    "window_size": 10
  },
  "is_encoder_decoder": true,
  "model_type": "vision-encoder-decoder",
  "pad_token_id": 1,
  "tie_word_embeddings": true,
  "transformers_version": "5.12.1"
}
