{
  "add_prefix_space": true,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "cls_token": "<s>",
  "eos_token": "</s>",
  "from_slow": true,
  "is_local": true,
  "local_files_only": false,
  "mask_token": "<mask>",
  "max_length": 512,
  "model_max_length": 1000000000000000019884624838656,
  "pad_to_multiple_of": null,
  "pad_token": "<pad>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "processor_class": "DonutProcessor",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "stride": 0,
  "tokenizer_class": "XLMRobertaTokenizer",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<unk>"
}
